[
        "Did your sideshow leave town without you?",
        "I'm busy now. Can I ignore you some other time?",
        "Your verbosity is exceeded only by your total stupidity.",
        "I don't know what your problem is, but I'll bet it's hard to pronounce.",
        "I'd like to see things from your point of view but I can't seem to get my head that far up my ass.",
        "Don't be ignorant your whole life, take a day off why don't you?",
        "You are not the brightest bulb on the Christmas tree",
        "If I ever need a brain transplant, I'd choose yours because I'd want a brain that had never been used.",
        "Pardon me, but you're obviously mistaking me for someone who gives a damn.",
        "You have a Titanic intellect in a world full of icebergs",
        "You're so stupid, it takes you 2 hours to watch 60 minutes.",
        "I bet your mother has a loud bark!",
        "Your face reminds me of a movie star. Lassie!",
        "I know one should judge a someone by what they are instead of by appearances, but you are REALLY ugly.",
        "Yeah, yeah, keep talking, someday you might say something intelligent.",
        "Whatever anyone says to you goes in one ear and out the other because there is nothing blocking the traffic",
        "Please, keep talking. I always yawn when I am interested.",
        "I heard that you changed your mind. So, what did you do with the diaper?",
        "I never forget a face, but in your case I'll make an exception",
        "Some drink from the fountain of knowledge, but it looks like this guy just gargled.",
        "I don't know what your problem is, but I'll bet it's hard to pronounce.",
        "You must have gotten up on the wrong side of the cage this morning.",
        "Why don't you slip into something more comfortable...like a coma.",
        "If your parents got a divorce, would they still be brother and sister?",
        "Learn from your parents' mistakes - use birth control!",
        "You do the work of three men: Curly, Larry and Moe.",
        "So now we know why some mammals eat their children.",
        "You have the face like a Saint - a Saint Bernard.",
        "Do you want me to accept you as you are, or do you want me to like you?",
        "You're so stupid, you sold your car for gas money.",
        "If you were twice as smart, you'd still be stupid.",
        "You should find out if your university has a refund policy.",
        "Did your parents ever ask you to run away from home?",
        "Just out of curiosity, are your parents siblings?",
        "Well, they do say opposites attract...so I sincerely hope you meet somebody who is attractive, honest, intelligent, and cultured.",
        "You started at the bottom...and it's been downhill ever since!",
        "You're a habit I'd like to kick -- with both feet.",
        "You're so hairy, it looks like you've got Buckwheat in a headlock.",
        "You must be an experiment in Artificial Stupidity.",
        "Your mind isn't so much twisted as badly sprained.",
        "You're so poor, burglars break into your house...and leave money.",
        "If brains were taxed, you would certainly be owed a refund.",
        "Next time you open your mouth, try to say something interesting.",
        "If ignorance is bliss, you must be the happiest person alive.",
        "I'd like to give you a going-away present.....First, you do your part.",
        "Listen, are you always this stupid or are you just making a special effort today?",
        "You are down to earth, but not quite far down enough.",
        "If we were to kill everybody who hates you, it wouldn't be murder; it would be genocide!",
        "Which village is missing its idiot?",
        "You are not the sharpest knife in the drawer.",
        "Sit down, give your mind a rest - it obviously needs it.",
        "Pardon me, but you're obviously mistaking me for someone who gives a damn.",
        "You're so old, when you were a kid, rainbows were in black and white.",
        "Calling you an idiot would be an insult to all the stupid people.",
        "You're so stupid, when you saw an NC-17 (under 17 not admitted) sign at the movie theatre, you went home and found 16 friends.",
        "As a failure, you are a tremendous success.",
        "See, that's what's meant by dark and handsome. When it's dark, you're handsome.",
        "Somebody said to me that you ain't fit to sleep with the pigs. Well, I stuck up for the pigs.",
        "You're so poor, that instead of a doorbell, your sister stands outside and yells \"ding dong\" when people push her nose.",
        "Do you ever wonder what life would be like if you'd had enough oxygen at birth?",
        "Go ahead, tell them everything you know. It'll only take 10 seconds.",
        "You are a couple of sandwiches short of a picnic basket.",
        "You have an inferiority complex - and it's fully justified.",
        "I'm not saying you're a hoe, but if your vag had a password, it would be QWERTY.",
        "I heard the only fucking you get is from your cousin.",
        "You are invited to shut your fucking noise hole, you unthinking sack of boiled dicks.",
        "Troubadors will tell cautionary tales of your astounding brainlessness for years after you disappear.",
        "People don't loathe you because you're monstrously hideous. I mean you are uncommonly monstrously hideous, that's just not why people loathe you.",
        "I strongly suspect you love volunteering at the children's hospital a little bit too much.",
        "I would exterminate you, but then the title of 'Most loathsome shitfalcon in the world' would pass on to someone else.",
        "Compared with you, death sounds pretty good.",
        "Have you no modesty, thou ruttish knotty-pated knave.",
        "Seriously why do you smell like you bathed in a swamp, did you shit your pants?",
        "I'm having an extraordinarily wearisome time envisioning a bleaker destiny than watching you poop.",
        "Die in a river of vomit, you pitiable cocksucker.",
        "I will pummel you right in your bloody bearded clam, you hyperactive moron.",
        "It would be fantastic if you shut the fuck up, you insignificant barrel of ass.",
        "I don't hate you because you're half-witted or because you're ugly, I hate you because you drink Bud Light.",
        "I will kick you straight in your oozing beaver, you queef-breathing whore.",
        "Everyone says the only fucking you get is from your mom.",
        "Your Mom says your turn-ons include butthole groping and Hitler.",
        "When compared to you, diarrhea isn't really that bad.",
        "I really think you love goatse a little bit too much.",
        "Go eat a bag of dicks.",
        "You will never find someone to love.",
        "Away with those giglets, thou spleeny toad-spotted king-urinal.",
        "I am under the impression you love Animal Planet a wee bit too much.",
        "Look thundercunt, this is the story. You either pull the dick out of your ass, or no shit I'm going to fuck up your Christmas.",
        "Suck my dick, you bankrupt, toothless, cousin-fucking bull rider.",
        "I'm encouraging you to shut your fucking noise hole, you intolerant barrel of pickled dicks.",
        "Every fucking time anyone tries to talk to you for more than a couple minutes, you expose yourself to strangers and I have to make statements to the police.",
        "Every time I see a weird looking guy take a humungous shiny rump rocket in a convenience store, it reminds me of you.",
        "You disgust me so completely that I'm never having children specifically so they will never have to meet you.",
        "I will kick you right in your wretched stench trench, you yeasty son of a bitch.",
        "I can't wait until you suffocate on your own dick, you knob polishing bastard.",
        "Go rate thy minions, thou damnable hell-bound flap-dragon.",
        "Fuck you with a post digger.",
        "Your scent is unreservedly grisly.",
        "People say that your turn-ons are alpaca felching and man-babies.",
        "Your turn-ons include old woman fucking and Wal-Mart lingerie.",
        "Compared with you, contracting malaria isn't really that bad.",
        "Run along and chug a pint of man mayo, you skank.",
        "I would assassinate you, but then the title of 'Most revolting butt muncher alive' would pass on to someone else.",
        "Why don't you be quiet, you discourteous sack of feces.",
        "I'd rather masturbate with a baseball bat to a spelling bee than wake up next to you.",
        "Why are you bitchy, poopshanks, did someone shit in your vagina?",
        "You are disgusting and you smell like nipple scabs.",
        "Compared with you, drinking gasoline seems not so terrible.",
        "In comparison with you, deep throating a cactus sounds pretty good.",
        "I don't loathe you because you're unintelligent or because you're awful looking, I loathe you because you like NASCAR.",
        "Why are you in a bad mood, poopshanks, did someone take a nice shit in your yogurt?",
        "Do you still love nature, despite what it did to you?",
        "You are a few clowns short of a circus",
        "You are all Preparation and no H.",
        "You're so stupid, you thought Taco Bell was a Mexican phone company.",
        "You're so stupid, you think a quarterback is a refund.",
        "Congratulations; you're a perfect argument against brother-sister marriages.",
        "I don't mind you talking so much, as long as you don't mind me not listening.",
        "You should learn from your parents mistakes - try using some birth control.",
        "You remind me of the ocean -- you make me sick.",
        "I bet you're going to single-handedly keep the porn industry alive for the next 30 years the way you're fucking yourself.",
        "The only way you could let me down harder would be by pushing me into the grand canyon.",
        "Legend has it that the number 0 was first invented after scientists calculated your chance of doing something useful.",
        "If I had a nickel for every man who wanted to fuck you, I'd buy a better whore.",
        "Imagine going through 9 months of pregnancy just to give birth to a child like you.",
        "You're so old your SSN is 1.",
        "I need an apology letter. Can I borrow your birth certificate?",
        "I'm not questioning your intelligence, merely denying its existence.",
        "Your typing is proof that excessive masturbation causes blindness.",
        "I'm surprised you even managed to get out of bed without hurting yourself.",
        "If you were any more inbred you'd be a sandwich.",
        "Gravity is the only thing oppressing you.",
        "Don't worry about being a loser. It'll only last the rest of your life.",
        "I didn't know the 'Make A Wish' foundation gave out our IRC info.",
        "Shut up, you'll never be the man your mother is.",
        "If I were to insult you, it'd be animal abuse.",
        "Move your sisters head so I can kick you in the junk.",
        "You're about as useful as a snow shovel in Hawaii.",
        "Users like you should come with a handicap sticker.",
        "It must be difficult for you, exhausting your entire vocabulary in one sentence.",
        "Abraham Lincoln dodged bullets better than you dodged this burn.",
        "When your mother took you to school for the first time she was fined for littering.",
        "Two wrongs don't make a right, like your parents.",
        "Your ass must be jealous of all that shit coming out of your mouth.",
        "I would mentally duel with you, but I can see you're unarmed.",
        "Your Tinder profile has seen more lefts than a Nascar track.",
        "ergkirhrjrl;asewi shit, sorry, my cat walked on my keyboard and somehow I STILL sound smarter than you.",
        "You're the reason why aliens won't talk to us.",
        "I would unplug your life support just to charge my phone.",
        "I'd insult you, but my mother told me never to insult the handicapped.",
        "I would ask you how old you are, but I know you can't count that high.",
        "Maybe if you spent as much effort on your life as you do bitching, you might have more to fuck than your right hand and a box of tissues.",
        "Your IRC client wishes it could uninstall YOU.",
        "If you, Justin Bieber, and Hitler were lined up and I had a gun with three bullets, I would shoot you three times.",
        "I hope you're the last person in a human centipede.",
        "Have you tried turning your brain off and on again?",
        "Shouldn't you be trying to put a round block in a square hole somewhere?",
        "You deserve a high-five, to the face, with a chair.",
        "Blink twice if your brain is being held hostage.",
        "Osmium is known to be the densest naturally occurring element on the planet. Congrats on making it the second densest.",
        "Are you AFK? Good, we finally have a chance of intelligent conversation.",
        "FYI having a handicap is only a good thing in golf.",
        "If you were any dumber I would have to water you twice a day.",
        "You're the reason shampoo bottles need instructions.",
        "Does your cat walk on your keyboard often, or do you just have Parkinson's?",
        "Wow, if you're going to be two-faced, you could have at least made one of them pretty.",
        "Internet Explorer is better at it's job than you are.",
        "I'd fuck your mom, but someone already made that mistake.",
        "I'd insult you, but you're not worthy of the time it takes to type it out.",
        "Can you taste the shit you put your mother thru when you're eating her ass out?",
        "Bored? Go outside, find a busy highway, and jump into it. Asshole.",
        "It's just a joke, not a dick. Don't take it so hard.",
        "Don't worry, everyone was a n00b once. You just... stayed a n00b, somehow...",
        "Your family tree must be a cactus because everybody on it is a prick.",
        "It looks like your face caught on fire and someone tried to put it out with a hammer.",
        "You are proof that evolution CAN go in reverse.",
        "You're the reason the gene pool needs a lifeguard.",
        "Hell is wallpapered with all your deleted selfies.",
        "Whats the difference between your girlfriend and a walrus? One has a moustache and smells of fish and the other is a walrus.",
        "Support bacteria - they're the only culture some people have.",
        "You're about as useless as an asshole with tastebuds.",
        "Your gene pool could use a little chlorine.",
        "Roses are red, Violets are blue. I've got five fingers, The middle one is for you.",
        "Your momma is so mean... she has no standard deviation.",
        "Is your ass jealous of the amount of shit that just came out of your mouth?",
        "Your birth certificate is an apology letter from the condom factory.",
        "If you are going to be two faced, at least make one of them pretty.",
        "What's the difference between you and eggs? Eggs get laid and you don't.",
        "If laughter is the best medicine, your face must be curing the world.",
        "I could eat a bowl of alphabet soup and shit out a something smarter than anything you've ever said.",
        "Your family tree must be a cactus because everybody on it is a prick.",
        "To be a smartass, first you have to be smart, but you're just an ass.",
        "Somewhere out there is a tree, tirelessly producing oxygen so you can breathe. I think you owe it an apology.",
        "You haircut is so ugly it scares the shit back into people.",
        "The only way you'll ever get laid is if you crawl up a chicken's ass and wait.",
        "It looks like your face caught on fire and someone tried to put it out with a hammer.",
        "Do you know how long it takes for your mother to take a crap? Nine months.",
        "You have the psychological stability of a dumpster fire.",
        "What's the difference between 3 dicks and a joke? Your mom can't take a joke.",
        "I would call you a douche but that would be unrealistic, as douches are usually found near vaginas.",
        "The only difference between you and a steaming bag of dog shit is the bag.",
        "There's a 'best part' in all of us... but I think the 'best part' of you was left in the dumpster behind planned parenthood.",
        "You're so ugly when you were born your dad said 'phew my sister didn't cheat on me.'",
        "Roses are red, violets are blue, faces like yours belong in a zoo. Don't be mad, 'cuz I'll be there too. Not in the cage but laughing at you.",
        "Your so dumb you climbed a tree to become branch manager",
        "You're the reason most aliens don't want to visit earth.",
        "You've been huffing chemtrails again, haven't you?",
        "Are you sure your mom didn't try to abort you 40oz at a time?",
        "My dog puking up alphabet soup makes more sense then the shit you type.",
        "You're old enough to remember when emojis were called 'hieroglyphics.'",
        "Your psychiatrist told you you were crazy, and when you said you want a second opinion, he said, 'Okay, you're ugly too.'",
        "I'm not saying that you're a slut, but you're spit would be accepted at a sperm bank.",
        "There may be no 'I' in team, but there is definitely a 'U' in cunt.",
        "You're as useless as a barber working at the make a wish foundation.",
        "Titanic sank over 100 years ago, making it one of the only things your mom did not go down on.",
        "If dicks are planes, your butthole is an airport.",
        "What do a computer and a woman have in common? You can't turn on either.",
        "You're the living equivalent of a participation award.",
        "You've sucked so much dick you're genetically more of a man than anyone on this server.",
        "I'd give you a nasty look but you've already got one.",
        "May your butthole grow taste buds.",
        "If you want my cumback you’ll have to scrape it off your moms teeth.",
        "You've had the clap so many times its more like an applause.",
        "You're so old, Christians deny your existence.",
        "If it wasn't for the gutter your mind would be homeless.",
        "Your ego is as inflated as GameStop's stock.",
        "Your ego is as over inflated as the price of Bitcoin.",
        "You’re about as bright as Alaska in December.",
        "The wheel’s spinning but the hamster’s dead.",
        "The only use of your head is to keep the rain off your neck.",
        "You couldn’t pour water out of a boot with instructions on the heel.",
        "At this point, you could only impress me.",
        "The bar was on the ground and you brought a shovel.",
        "I would agree with you, but then we’d both be wrong.",
        "You got two brain cells and they’re fighting for third.",
        "I’m not saying you’re the biggest idiot in the world, I’m just saying you better hope he doesn’t die.",
        "You’re so far behind you think you’re first.",
        "The only use your head has gotten is as a hat rack.",
        "You're what happens when someone tries to make dumb from concentrate but forgets to add water.",
        "I hope you step in a wet spot after putting on fresh socks.",
        "I hope whenever you have leftovers, someone eats them before you get to.",
        "May both sides of your pillow always be warm.",
        "May your favorite restaurant always be out of your first choice on the menu.",
        "There's sex without love, and love without sex. Then there's you without both.",
        "You look like you wipe your ass before you take a shit.",
        "Bet your mama was shocked when she found out she was giving birth to a bowl of mashed potatoes.",
        "You look like the kind of person that eats at Applebees. Alone.",
        "I should receive a charity tax break just for being in the same room as you.",
        "You look like the kind of person that tucks your shirts into your underware.",
        "I bet you're the kind of person that bites off your own toenails while watching Frasier."
    ]
